Repository: common-repository/bizzmagsmarketplace
Catalog: languages/bizzmagsmarketplace-*.po
Languages: ro_ro

source: Dashboard
ro_ro: Tabloul de bord

source: Categories
ro_ro: Categorii

source: Category
ro_ro: Categorie

source: Configuration
ro_ro: Configurare

source: Prices
ro_ro: Preturi

source: Category Map
ro_ro: Harta categoriei

source: Characteristics Map
ro_ro: Harta caracteristicilor

source: Family Map
ro_ro: Harta familiei

source: Excludes
ro_ro: Exclude

source: Logs
ro_ro: Loguri

source: Help
ro_ro: Ajutor

source: Send to eMag
ro_ro: Trimite la eMag

source: Cannot add in Send to eMag queue whilst the sending to eMag process is running
ro_ro: Nu se poate adauga in coada Trimitere la eMag in timp ce procesul de trimitere catre eMag ruleaza

source: Added the products in the Send to eMag queue, continue the process in
ro_ro: S-au adaugat produsele in coada Trimiteti la eMag, continuati procesul in

source: Bizzmagsmarketplace Dashboard
ro_ro: Tabloul de bord Bizzmagsmarketplace

source: Here you can link products with Emag categories, firstly click the link to open a new page in your browser (you need to be logged in the Emag marketplace dashboard), then paste the content in the textarea and save, these are the category suggestions that we will use in the Category tab
ro_ro: Aici puteti lega produse cu categorii Emag, mai intai faceti clic pe link pentru a deschide o pagina noua in browser (trebuie sa fiti autentificat in tabloul de bord Emag marketplace), apoi lipiti continutul in zona de text si salvati, acestea sunt sugestiile de categorii care vom folosi in fila Categorie

source: Total linked
ro_ro: Total conectat

source: Total missing
ro_ro: Lipsa totala

source: Please set up the credentials first
ro_ro: Va rugam sa configurati mai intai acreditarile

source: Here you can map eMag categories with WC product categories, this map is not used for the products CSV Feed, it is used only for sending products via the eMag API
ro_ro: Aici puteti mapa categorii eMag cu categorii de produse WC, aceasta harta nu este utilizata pentru produsele CSV Feed, este folosita numai pentru trimiterea produselor prin API-ul eMag

source: WC ID
ro_ro: ID WC

source: WC Category
ro_ro: Categoria WC

source: eMag Category
ro_ro: Categoria eMag

source: Access
ro_ro: Acces

source: Edit
ro_ro: Editare

source: No records
ro_ro: Fara inregistrari

source: Search WC category
ro_ro: Cauta categoria WC

source: Please type at least 3 characters
ro_ro: Va rugam sa introduceti cel putin 3 caractere

source: searching
ro_ro: cautand

source: Something is wrong, did you select a pair of categories
ro_ro: Ceva nu este in regula, ati selectat o pereche de categorii

source: Results found
ro_ro: Rezultate gasite

source: Remove Category map
ro_ro: Eliminati harta categoriei

source: Here you can select which category to assign to a product, if you do not have access to a category click on the category link and a new page opens in a new tab showing if you requested access to the category, or if already have access, if you get the message that no direct access is allowed just close the tab and try again
ro_ro: Aici puteti selecta ce categorie sa atribuiti unui produs, daca nu aveti acces la o categorie faceti clic pe link-ul categoriei si se deschide o noua pagina intr-o fila noua care arata daca ati solicitat acces la categorie sau daca aveti deja acces, daca primiti mesajul ca nu este permis accesul direct, inchideti fila si incercati din nou

source: Show allowed only
ro_ro: Se permite doar spectacol

source: Only Later
ro_ro: Numai mai tarziu

source: Limit records to
ro_ro: Limitati inregistrarile la

source: Product
ro_ro: Produs

source: Emag Category
ro_ro: Categoria Emag

source: Skip Product/Category
ro_ro: Omite produs/categorie

source: Later
ro_ro: Mai tarziu

source: No
ro_ro: Nu

source: Yes
ro_ro: Da

source: No Records
ro_ro: Fara inregistrari

source: Save Products for sending to Emag Pro
ro_ro: Salvati Produse pentru a le trimite catre Emag Pro

source: Here you can map eMag characteristics with WC product attributes, this map is not used for the products CSV Feed, it is used only for sending products via the eMag API
ro_ro: Aici puteti mapa caracteristicile eMag cu atributele produselor WC, aceasta harta nu este utilizata pentru fluxul CSV al produselor, este folosita numai pentru trimiterea produselor prin API-ul eMag

source: Map attributes with characteristics by name
ro_ro: Atributele hartii cu caracteristici dupa nume

source: Load defaults
ro_ro: Incarcati valorile implicite

source: eMag Characteristic
ro_ro: eMag Caracteristica

source: Toggle Optional
ro_ro: Comutare Optional

source: Search
ro_ro: Cautare

source: WC Attribute
ro_ro: Atribut WC

source: Save
ro_ro: Salveaza

source: Something is wrong, did not receive all data
ro_ro: Ceva este in neregula, nu am primit toate datele

source: Here you can configure how the system works
ro_ro: Aici puteti configura modul in care functioneaza sistemul

source: Rest API Feed url
ro_ro: Adresa URL a feedului API Rest

source: Rest API Feed Update url
ro_ro: Adresa URL de actualizare a fluxului API Rest

source: Rest API Cancelled Emag Order
ro_ro: Rest API a anulat comanda Emag

source: Settings updated, reloading page
ro_ro: Setari actualizate, pagina de reincarcare

source: Settings updated
ro_ro: Setari actualizate

source: please reload the page
ro_ro: va rugam sa reincarcati pagina

source: loading
ro_ro: incarcare

source: Brand
ro_ro: Marca

source: Size
ro_ro: Dimensiune

source: Please note that sending products to eMag is live now
ro_ro: Va rugam sa retineti ca trimiterea produselor catre eMag este live acum

source: Load Emag Vat rates
ro_ro: Incarcare tarife Emag Vat

source: Select your Vat rate
ro_ro: Selectati rata de TVA

source: Please load Vat rates
ro_ro: Va rugam sa incarcati cotele de TVA

source: Current Vat rate
ro_ro: Cota actuala de TVA

source: Select Handling time
ro_ro: Selectati Timp de manipulare

source: Please load Handling times
ro_ro: Va rugam sa incarcati timpii de manipulare

source: Current Handling time
ro_ro: Timp de manipulare curent

source: days
ro_ro: zile

source: Resupply days
ro_ro: Zile de aprovizionare

source: Warranty months
ro_ro: Luni de garantie

source: Inactive
ro_ro: Inactiv

source: Active
ro_ro: Activ

source: Emag product price alteration
ro_ro: Modificarea pretului produsului Emag

source: Addition
ro_ro: Adaugare

source: Percent
ro_ro: La suta

source: Percent Excluded in WC price (exc. VAT)
ro_ro: Procent exclus din pretul WC (fara TVA)

source: Emag max commission
ro_ro: Comision maxim Emag

source: Commission VAT
ro_ro: Comision TVA

source: Use Emag Commission
ro_ro: Utilizati Comisia Emag

source: Add
ro_ro: Adaugati

source: percent
ro_ro: la suta

source: before the commissions
ro_ro: inaintea comisiilor

source: Add a extra price here, it could be your VAT if you have the prices exclisive of tax WC
ro_ro: Adaugati un pret suplimentar aici, ar putea fi TVA-ul dvs. daca aveti preturi fara taxe WC

source: Initial price 100
ro_ro: Pret initial 100

source: Price simulator
ro_ro: Simulator de pret

source: WC prices used exclude VAT
ro_ro: Preturile pentru WC utilizate nu includ TVA

source: Min Sale Price(%)
ro_ro: Pret minim de vanzare (%)

source: Max Sale Price(%)
ro_ro: Pret maxim de vanzare (%)

source: Recommended Price(%)
ro_ro: Pret recomandat(%)

source: Sync product commission
ro_ro: Comision produs de sincronizare

source: Set to yes when you get access to new categories or if category commissions change
ro_ro: Setati la da cand obtineti acces la categorii noi sau daca se modifica comisioanele de categorie

source: Batch import products
ro_ro: Produse de import in loturi

source: Batch limit
ro_ro: Limita lot

source: Set to yes when you want to import products in batches if your hosting does not allow a long execution time
ro_ro: Setati la da cand doriti sa importati produse in loturi daca gazduirea dvs. nu permite un timp de executie lung

source: Batch send to eMag
ro_ro: Trimitere lot catre eMag

source: Set to yes when you want to send products to eMag in batches if your hosting does not allow a long execution time
ro_ro: Setati la da cand doriti sa trimiteti produse catre eMag in loturi daca gazduirea dvs. nu permite un timp de executie lung

source: Order import state
ro_ro: Stare importul comenzii

source: Emag Order ID
ro_ro: Emag Comanda ID

source: Import Order
ro_ro: Comanda de import

source: Stock 0 for sku (,)
ro_ro: Stoc 0 pentru sku (,)

source: Stock 0 for weight bigger than (g)
ro_ro: Stoc 0 pentru greutate mai mare de (g)

source: Stock 0 for WC price (exc vat) less than
ro_ro: Stoc 0 pentru pret WC (fara tva) mai mic decat

source: Stock 0 for stock lower than
ro_ro: Stoc 0 pentru stoc mai mic decat

source: Maximum percent included in WC price that can be subtracted in Prices page to lower Emag price
ro_ro: Procent maxim inclus in pretul WC care poate fi scazut in pagina Preturi pentru a scadea pretul Emag

source: emag commission + vat on commission
ro_ro: emag comision tva la comision

source: new emag price
ro_ro: pret emag nou

source: This is used on prices page to have a limit on how much you can lower a price so you do not end up on loss and can win a BB
ro_ro: Acest lucru este folosit pe pagina de preturi pentru a avea o limita la cat de mult puteti reduce un pret, astfel incat sa nu ajungeti la pierdere si sa puteti castiga un BB

source: Do not override product data for postmeta (,)
ro_ro: Nu suprascrieti datele despre produs pentru postmeta (,)

source: Useful when having a dropshipping system and your products get overridden by synchronization with the dropshipper, set here postmetas of products to exclude data override if you are the emag product owner
ro_ro: Util atunci cand aveti un sistem de dropshipping si produsele dvs. sunt suprasolicitate prin sincronizarea cu dropshipper-ul, setati aici postmeta de produse pentru a exclude suprascrierea datelor daca sunteti proprietarul produsului emag

source: Dropshipping system
ro_ro: Sistem de dropshipping

source: Import product %
ro_ro: Import produs %

source: When importing products from emag subtract this percentage from the price (percent included, meaning the price result x .percent set + price result = the price from emag)
ro_ro: La importul de produse din emag scade acest procent din pret (procent inclus, adica rezultatul pretului x .procent rezultatul pretului setat = pretul de la emag)

source: Carrier price 0 (,)
ro_ro: Pretul operatorului 0 (,)

source: When importing orders from eMag set 0 cost for the carriers from the textarea
ro_ro: La importul comenzilor din eMag setati 0 cost pentru transportatorii din zona de text

source: Add eMag negative vouchers
ro_ro: Adaugati vouchere negative eMag

source: When importing orders from eMag add the negative vouchers to the order
ro_ro: La importul comenzilor din eMag adaugati voucherele negative la comanda

source: Send to eMag Live
ro_ro: Trimite la eMag Live

source: Set to yes after you tested the data sent to emag and are happy with it, this is also used for the Pro version when sending/updating products from the product list page bulk action send to emag, on stock update and product save
ro_ro: Setat pe da dupa ce ati testat datele trimise catre emag si sunteti multumit de ele, acesta este folosit si pentru versiunea Pro atunci cand trimiteti/actualizati produse din pagina cu lista de produse actiune in bloc trimite la emag, pe actualizare stoc si salvare produs

source: Set what image size to send to eMag by category
ro_ro: Setati dimensiunea imaginii de trimis catre eMag in functie de categorie

source: Save Settings
ro_ro: Salvare setari

source: This free version of the plugin is used to send/update products to the marketplace, it does not handle product ID conflicts, if you already have products in the marketplace and your local shop has different IDs for products, conflicts may appear where you could override your existing marketplace products, otherwise if you have the same product IDs the plugin will update the products. The paid version of this plugin handles ID conflicts and has many other functions
ro_ro: Aceasta versiune gratuita a pluginului este utilizata pentru a trimite/actualiza produse pe piata, nu gestioneaza conflictele de ID-uri de produs, daca aveti deja produse pe piata si magazinul dvs. local are ID-uri diferite pentru produse, pot aparea conflicte in care ati putea trece peste. produsele dvs. existente pe piata, altfel, daca aveti aceleasi ID-uri de produs, pluginul va actualiza produsele. Versiunea platita a acestui plugin gestioneaza conflictele de identificare si are multe alte functii

source: Steps for usage:
ro_ro: Pasi de utilizare:

source: Read the Help page
ro_ro: Cititi pagina de ajutor

source: Import Categories
ro_ro: Import Categorii

source: Configure the system
ro_ro: Configurati sistemul

source: Send products to marketplace
ro_ro: Trimiteti produse pe piata

source: Get the Pro version of this plugin
ro_ro: Obtineti versiunea Pro a acestui plugin

source: WooCommerce is not installed or activated, please install or activate it in order to continue
ro_ro: WooCommerce nu este instalat sau activat, va rugam sa il instalati sau sa il activati pentru a continua

source: PHP version must be at least 7.2
ro_ro: versiunea PHP trebuie sa fie cel putin 7.2

source: Action Scheduler doesn't seam to be installed, this is required for the cron jobs
ro_ro: Action Scheduler nu se instaleaza, acest lucru este necesar pentru joburile cron

source: Find the API Endpoint in the API documentation
ro_ro: Gasiti punctul final API in documentatia API

source: Emag API Password
ro_ro: Parola API Emag

source: Remote Emag Categories
ro_ro: Categorii Emag la distanta

source: As provided by the API
ro_ro: Asa cum este furnizat de API

source: Check Again
ro_ro: Verificati din nou

source: Local Emag Categories
ro_ro: Categorii Emag locale

source: As imported through the API
ro_ro: Asa cum a fost importat prin API

source: Cancel
ro_ro: Anuleaza

source: Categories with access
ro_ro: Categorii cu acces

source: products in queue to Send to eMag
ro_ro: produse in coada pentru a trimite la eMag

source: Send to eMag Live set to NO, change it to Yes in configuration when ready, read in logs what data is to be sent
ro_ro: Trimite la eMag Live setat la NU, schimbati-l la Da in configurare cand este gata, cititi in jurnale ce date vor fi trimise

source: Send to eMag Live set to YES
ro_ro: Send to eMag Live setata la YES

source: Update images
ro_ro: Actualizeaza imagini

source: Status
ro_ro: Stare

source: Buy Button 1
ro_ro: Butonul Cumpara 1

source: Buy Button 2
ro_ro: Butonul Cumpara 2

source: Buy Button 3
ro_ro: Butonul Cumpara 3

source: Create missing
ro_ro: Creeaza lipsa

source: Buy Button Rank Changes from the last import
ro_ro: Buy Button Rank Modificari de la ultimul import

source: Here you can see what products are excluded (setting stock 0) for the feed, this is not used in this free version of the plugin
ro_ro: Aici puteti vedea ce produse sunt excluse (setarea stocului 0) pentru feed, acesta nu este folosit in aceasta versiune gratuita a pluginului

source: Exclude by SKU
ro_ro: Excludeti dupa SKU

source: Stock
ro_ro: Stoc

source: Exclude by Weight
ro_ro: Excludeti dupa greutate

source: Weight
ro_ro: Greutate

source: Exclude by Price
ro_ro: Excludeti dupa pret

source: Price
ro_ro: Pret

source: Exclude by Stock lower
ro_ro: Excludeti prin stocul mai mic

source: Here you can map eMag product families with WC product attributes (variations), this map is not used for the products CSV Feed, it is used only for sending products via the eMag API
ro_ro: Aici puteti mapa familiile de produse eMag cu atribute de produse WC (variatii), aceasta harta nu este utilizata pentru Feed CSV de produse, este folosita numai pentru trimiterea produselor prin API-ul eMag

source: Characteristics
ro_ro: Caracteristici

source: No attributes defined
ro_ro: Nu au fost definite atribute

source: Free Version
ro_ro: Versiune gratuita

source: The plugin works with the eMag Romania, Hungary and Bulgaria Marketplaces, set the API Endpoint and add your API user name and password to get the plugin set up, the API Endpoint URL is found in the API documentation PDF, your API username is found in the marketplace account under Account > Profile > Technical details tab in the section of IP Addresses there is a username column. Your API password is the same as one with which you log in in the marketplace account, if it seams that the password is wrong try this little trick, log out from the marketplace and when you see your password autocompleted by the browser right click on it, inspect element and delete the type="password" attribute so it gets displayed
ro_ro: Pluginul functioneaza cu pietele eMag Romania, Ungaria si Bulgaria, setati API Endpoint si adaugati numele dvs. de utilizator API si parola pentru a configura pluginul, URL-ul API Endpoint se gaseste in documentatia API PDF, numele dvs. de utilizator API se gaseste in contul de piata din Cont > Profil > fila Detalii tehnice in sectiunea Adrese IP exista o coloana cu nume de utilizator. Parola dvs. API este aceeasi cu cea cu care va conectati in contul de piata, daca se pare ca parola este gresita, incercati acest mic truc, deconectati-va de la piata si cand vedeti parola completata automat de browser, faceti clic dreapta pe ea , inspectati elementul si stergeti atributul type="parola" astfel incat sa fie afisat

source: After your account is set up click the Import Categories button, the plugin will import the marketplace categories for future use, the process is in the background, you can leave the page and it will still continue to import
ro_ro: Dupa ce contul dvs. este configurat, faceti clic pe butonul Import Categorii, pluginul va importa categoriile de piata pentru utilizare ulterioara, procesul este in fundal, puteti parasi pagina si va continua importul

source: Please note that the plugin is meant to work with only one country, if you switch countries by changing the API Endpint Url you would need to reimport the categories and redo the category, characteristics and family maps
ro_ro: Va rugam sa retineti ca pluginul este menit sa functioneze cu o singura tara, daca schimbati tari prin schimbarea adresei URL a API Endpint, va trebui sa reimportati categoriile si sa refaceti hartile de categorie, caracteristicile si familia

source: After you import the categories the next step is to configure the plugin which is done in the Configuration page, after the configuration is done you can send products to the marketplace from the WC product list page with the Bulk action: Sen to eMag, this action will add the selected products into the queue. When there are products to be sent to the marketplace in the queue in the Dashboard section after the Import Categories you can select the options for the products and trigger the Send to eMag process which runs in the background
ro_ro: Dupa ce importati categoriile urmatorul pas este sa configurati plugin-ul care se face in pagina Configurare, dupa ce se face configurarea puteti trimite produse pe piata din pagina de lista de produse WC cu actiunea Bulk: Sen to eMag, aceasta actiune va adauga produsele selectate in coada. Atunci cand exista produse care urmeaza sa fie trimise pe piata in coada din sectiunea Tablou de bord dupa categoriile de import, puteti selecta optiunile pentru produse si puteti declansa procesul Trimitere la eMag care ruleaza in fundal

source: Here you need to set up the system of sending products to the marketplace, firstly you should load the vat rate, handling times and save your desired options. Make sure you set the correct percentage of 'Emag product price alteration' this is the percent added to the product sale price excluding tax that will be sent to the marketplace, configure the other marketplace related prices if needed. The Brand and Ean that get sent to the marketplace can be selected from the product postmetas select boxes, you can add multiple if you use different sources for your products, the plugin will use the postmeta found with a value. At the bottom there is the functionality to select image sizes for categories, this is used if there are categories in marketplace that need a different image aspect ratio, in example the Fashion category
ro_ro: Aici trebuie sa configurati sistemul de trimitere a produselor catre piata, in primul rand ar trebui sa incarcati cota de TVA, timpii de manipulare si sa salvati optiunile dorite. Asigurati-va ca setati procentul corect de „Modificare pret produs Emag”, acesta este procentul adaugat la pretul de vanzare al produsului fara taxe care va fi trimis pe piata, configurati celelalte preturi aferente pietei, daca este necesar. Marca si Ean-ul care sunt trimise pe piata pot fi selectate din casetele de selectare postmetas de produs, puteti adauga mai multe daca folositi surse diferite pentru produsele dvs., pluginul va folosi postmeta gasit cu o valoare. In partea de jos exista functionalitatea de selectare a dimensiunilor imaginii pentru categorii, aceasta este folosita daca exista categorii pe piata care au nevoie de un raport de aspect al imaginii diferit, de exemplu categoria Fashion

source: Sending products to the marketplace
ro_ro: Trimiterea produselor catre piata

source: After the configuration is done you can send products to the marketplace from the WC products page using the Bulk action 'Send to eMag' which will add the products into the queue and from the 'Dashboard' page you can trigger the sending process
ro_ro: Dupa finalizarea configuratiei, puteti trimite produse pe piata de pe pagina de produse WC folosind actiunea in bloc „Trimite la eMag”, care va adauga produsele in coada, iar din pagina „Tabloul de bord” puteti declansa procesul de trimitere

source: system will make visible three new tabs 'Categories', 'Category', 'Exclude', make visible the CSV Feed link, and enable other options in 'Configuration' these are used when you want to send many products to the marketplace, have a system that updates/add products to your WC shop and you do not use product variations (the marketplace feed doesn't have the possibility of creating families), you should use this plugin like this only if you do not use product variations, these features are only available in the Pro version
ro_ro: sistemul va face vizibile trei noi file „Categorii”, „Categorie”, „Exclude”, va face vizibil linkul Feed CSV si va activa alte optiuni in „Configurare”, acestea sunt utilizate atunci cand doriti sa trimiteti multe produse pe piata, sa aveti o sistem care actualizeaza/adauga produse in magazinul tau WC si nu folosesti variatii de produs (feed-ul pietei nu are posibilitatea de a crea familii), ar trebui sa folosesti acest plugin in acest fel numai daca nu folosesti variatii de produs, aceste caracteristici sunt disponibile numai in versiunea Pro

source: After you have set up the plugin and tested the output to be sent to the marketplace set the 'Send to eMag Live' to Yes, if this option is set to No the Send to eMag process will only save the output in Logs
ro_ro: Dupa ce ati configurat pluginul si ati testat rezultatul care urmeaza sa fie trimis pe piata, setati „Trimite la eMag Live” la Da, daca aceasta optiune este setata la Nu, procesul Trimitere la eMag va salva numai rezultatul in jurnale

source: This page is used for real time BuyButton check and price override for product offers in the marketplace, this is a Pro version feature only
ro_ro: Aceasta pagina este utilizata pentru verificarea BuyButton in timp real si pentru anularea pretului pentru ofertele de produse de pe piata, aceasta este doar o functie a versiunii Pro
