Repository: common-repository/bizzmagsmarketplace
Catalog: languages/bizzmagsmarketplace-*.po
Languages: ro_ro

source: In this page you need to set up the WC Category and the marketplace categories associations, if you do not have access to a category you would need to request it from the marketplace, in the Access column you can see the access status, from the last Categories import from Dashboard
ro_ro: In aceasta pagina trebuie sa configurati Categoria WC si asociatiile categoriilor marketplace, daca nu aveti acces la o categorie ar trebui sa o solicitati din marketplace, in coloana Acces puteti vedea starea accesului, din ultima Import de categorii din Dashboard

source: Here you need to associate the WC Attributes and Custom Attributes with the marketplace characteristics, there is an auto load functions 'Load defaults' button that will search for same names of attributes and characteristics, you can also add multiple attributes to a marketplace characteristic, this is used when you have a WC attribute let's say Color and you associate it with a Color marketplace characteristic, but you also have a WC custom attribute that needs to be associated with the same marketplace characteristic. Please note that you need to click on the 'Toggle Optional' text to see the optional characteristics
ro_ro: Aici trebuie sa asociati atributele WC si atributele personalizate cu caracteristicile pietei, exista un buton „Incarcare implicite” pentru functii de incarcare automata care va cauta aceleasi nume de atribute si caracteristici, de asemenea, puteti adauga mai multe atribute la o caracteristica a pietei, aceasta este folosit atunci cand aveti un atribut WC, sa spunem Culoare si il asociati cu o caracteristica a pietei de culoare, dar aveti si un atribut personalizat WC care trebuie asociat cu aceeasi caracteristica a pietei. Va rugam sa retineti ca trebuie sa faceti clic pe textul 'Toggle Optional' pentru a vedea caracteristicile optionale

source: If you are using WC product variations you need to associate them with the marketplace families, associate here the WC product attributes with the marketplace family, being it a single or multiple type, you can also see here what characteristics are required for the family
ro_ro: Daca utilizati variante de produse WC, trebuie sa le asociati cu familiile de piata, asociati aici atributele produsului WC cu familia de piata, fiind de tip unic sau multiplu, puteti vedea si aici ce caracteristici sunt necesare pentru familie

source: Here you can see various system logs and also the output to be sent to the marketplace when using the Send to eMag function, before setting the plugin in live mode inspect that the data to be sent is correct, you can clear logs manually from the 'Clear logs button, otherwise logs get deleted after 60 days
ro_ro: Aici puteti vedea diverse jurnalele de sistem si, de asemenea, rezultatele care trebuie trimise pe piata atunci cand utilizati functia Trimitere la eMag, inainte de a seta pluginul in modul live, verificati daca datele care urmeaza sa fie trimise sunt corecte, puteti sterge jurnalele manual din 'Butonul Sterge jurnale, altfel jurnalele sunt sterse dupa 60 de zile

source: Need more help
ro_ro: Am nevoie de mai mult ajutor

source: Contact us
ro_ro: Contactati-ne

source: Pro Extra Features
ro_ro: Pro Functii suplimentare

source: Use the marketplace commissions to calculate the exact price to be used thus after the commissions you get the same profit as on your shop with the possibility to add an extra percent to the profit. Use the 'Prices' page to override prices in real time and get the current Buy Button Rank. Use the Update CSV Feed, in the case you want to mass update product prices and stock
ro_ro: Foloseste comisioanele de pe piata pentru a calcula pretul exact care trebuie utilizat astfel, dupa comisioane obtii acelasi profit ca si pe magazinul tau cu posibilitatea de a adauga un procent suplimentar la profit. Utilizati pagina „Preturi” pentru a inlocui preturile in timp real si pentru a obtine clasamentul actual al butonului Cumparati. Utilizati fluxul de actualizare CSV, in cazul in care doriti sa actualizati in masa preturile produselor si stocul

source: Import products
ro_ro: Importati produse

source: Import the products data from the marketplace to be used on various features like commissions, Buy Button Rank log, handle product ID conflicts in the case you used a third party system to send your products to the marketplace and it used other IDs and other features that require the remote data to be at hand. Create products from the marketplace in your WC installation, useful when you already have data in the marketplace and you want to create a website to sell your products
ro_ro: Importati datele despre produse de pe piata pentru a fi utilizate pentru diverse functii, cum ar fi comisioane, jurnalul de clasificare a butonului Cumparati, gestionati conflictele de identificare a produselor in cazul in care ati folosit un sistem terta parte pentru a va trimite produsele pe piata si a folosit alte ID-uri si alte caracteristici care necesita ca datele de la distanta sa fie la indemana. Creati produse din piata in instalatia dvs. de WC, utile atunci cand aveti deja date in piata si doriti sa creati un site web pentru a va vinde produsele

source: Import and Cancel orders
ro_ro: Import si anulare comenzi

source: Import orders from the marketplace and manage the stock, manually and via the marketplace New Order Callback. Cancel orders on WC and update the stock, set 0 shipping for imported orders by the marketplace shipping method, option to disable the voucher values import into the order
ro_ro: Importati comenzi de pe piata si gestionati stocul, manual si prin intermediul pietei New Order Callback. Anulati comenzile pe WC si actualizati stocul, setati 0 expediere pentru comenzile importate prin metoda de livrare a pietei, optiunea de a dezactiva importul valorilor voucherului in comanda

source: Use the plugin in dropshipping mode to send thousands of products to the marketplace using the CSV Feed, update stock and prices using the Update CSV Feed, options to do not override data sent to the marketplace, get the marketplace category suggestions for products (this can be automized by using a program like TinyTask), associate the products with the categories to be used in the CSV Feed. Options to exclude by setting stock 0 by SKU, Weight, Price and Stock. This system should not be used if you are using product variations because the marketplace does not have this function for the Feed
ro_ro: Utilizați pluginul în modul dropshipping pentru a trimite mii de produse pe piață utilizând feedul CSV, actualizați stocul și prețurile utilizând actualizarea feedului CSV, opțiuni pentru a nu înlocui datele trimise pe piață, obțineți sugestii pentru categoriile pieței pentru produse (acest lucru poate fi automatizat prin utilizarea unui program precum TinyTask), asociați produsele cu categoriile care vor fi utilizate în Feed-ul CSV. Opțiuni de excludere prin setarea stocului 0 după SKU, Greutate, Preț și Stoc. Acest sistem nu trebuie utilizat dacă utilizați variații de produs, deoarece piața nu are această funcție pentru Feed

source: Updates
ro_ro: Actualizari

source: Free updates of the Pro version of the plugin for one year
ro_ro: Actualizari gratuite ale versiunii Pro a pluginului timp de un an

source: Support
ro_ro: Sprijin

source: Free support for the Pro version for one year
ro_ro: Suport gratuit pentru versiunea Pro timp de un an

source: Why Pro
ro_ro: De ce Pro

source: Better than using a third party service on which you pay monthly, pay for this plugin once at the price of oher parties two months fee, after one year buy it again only if you need to get the latest version of the plugin, in the case something major changed
ro_ro: Mai bine decat sa folosesti un serviciu terta parte pe care platesti lunar, platesti pentru acest plugin o data la pretul celorlalte parti taxa de doua luni, dupa un an cumpara-l din nou numai daca trebuie sa obtii cea mai recenta versiune a pluginului, in cazul in care ceva major s-a schimbat

source: Here you can see system logs
ro_ro: Aici puteti vedea jurnalele de sistem

source: Are you sure you want to delete all logs?
ro_ro: Sunteti sigur ca doriti sa stergeti toate jurnalele?

source: Clear logs
ro_ro: Stergeti jurnalele

source: Page
ro_ro: Pagina

source: Per Page
ro_ro: Per Pagina

source: Here you can update product prices in real time and save it as a price override for the feeds
ro_ro: Aici puteti actualiza preturile produselor in timp real si le puteti salva ca inlocuire a pretului pentru fluxuri

source: Total products
ro_ro: Total produse

source: Total with price overriden
ro_ro: Total cu suprasolicitarea pretului

source: Buy Button
ro_ro: Butonul Cumpara

source: Search by PS ID, eMag ID, PNK, EAN, Reference
ro_ro: Cautare dupa ID PS, ID eMag, PNK, EAN, Referinta

source: Reset
ro_ro: Resetare

source: Override
ro_ro: Anulare

source: Refresh BB
ro_ro: Actualizeaza BB

source: Remove
ro_ro: Indepartati

source: Refresh
ro_ro: Reimprospatare

source: Remove All price overrides from this page Pro
ro_ro: Elimina toate suprascrierile de pret din aceasta pagina Pro

source: The API Endpoint does not seam right
ro_ro: Punctul final API nu se adauga corect

source: Saved API configuration
ro_ro: Configuratie API salvata

source: Emag API credentials saved with success
ro_ro: Acreditarile Emag API au fost salvate cu succes

source: Counted
ro_ro: Numarat

source: categories
ro_ro: categorii

source: Emag API Endoint, API user and password are required
ro_ro: Emag API Endoint, utilizator API si parola sunt necesare

source: Seams that the API endpoint is not set
ro_ro: Seams ca punctul final API nu este setat

source: Cancelled the Emag categories import process
ro_ro: Anulat procesul de import de categorii Emag

source: Deleted the imported Emag categories
ro_ro: S-au sters categoriile Emag importate

source: Triggered the Emag categories import process
ro_ro: A declansat procesul de import de categorii Emag

source: Set the import Emag categories background process, the import will start shortly
ro_ro: Setati procesul de fundal pentru importul categoriilor Emag, importul va incepe in scurt timp

source: Error in triggering the Emag categories import process
ro_ro: Eroare la declansarea procesului de import de categorii Emag

source: Error in setting the import Emag categories background process, please contact support
ro_ro: Eroare la setarea procesului de importare a categoriilor Emag de fundal, va rugam sa contactati asistenta

source: Import categories db error
ro_ro: Eroare db de import categorii

source: Finished the Emag categories import process
ro_ro: S-a incheiat procesul de import de categorii Emag

source: Automatically added eMag category map
ro_ro: Harta categoriei eMag adaugata automat

source: Added eMag category map
ro_ro: A fost adaugata harta categoriei eMag

source: Emag category map saved with success
ro_ro: Harta categoriei Emag salvata cu succes

source: Removed eMag category map
ro_ro: Harta categoriei eMag eliminata

source: Error
ro_ro: Eroare

source: Saved characteristic map
ro_ro: Harta caracteristica salvata

source: Saved
ro_ro: Salvat

source: Missing char id
ro_ro: Lipseste char id

source: Loaded default characteristic map for
ro_ro: Harta caracteristica implicita incarcata pentru

source: Loaded default characteristic map
ro_ro: Harta caracteristica implicita incarcata

source: Did not find any matches
ro_ro: Nu am gasit nicio potrivire

source: Saved family map
ro_ro: Harta familiei salvata

source: Cancelled the Send to eMag process
ro_ro: S-a anulat procesul de trimitere la eMag

source: Triggered the Send to eMag process LIVE
ro_ro: A declansat procesul Trimitere la eMag LIVE

source: Triggered the Send to eMag process TEST
ro_ro: Testul procesului de trimitere la eMag a fost declansat

source: Set the Send to eMag background process, it will start shortly
ro_ro: Setati procesul de fundal Trimitere la eMag, acesta va incepe in scurt timp

source: Error in triggering the Send to eMag process
ro_ro: Eroare la declansarea procesului Trimitere catre eMag

source: Error in setting the Send to eMag background process, please contact support
ro_ro: Eroare la setarea procesului de fundal Trimitere la eMag, va rugam sa contactati asistenta

source: Could not load product
ro_ro: Nu s-a putut incarca produsul

source: Error: Cannot load product category, please set the category map correctly
ro_ro: Eroare: Nu se poate incarca categoria de produse, setati corect harta categoriei

source: Warning: did not find characteristic map for
ro_ro: Atentie: nu am gasit harta caracteristica pentru

source: Warning: Missing mandatory characteristics from family for
ro_ro: Avertisment: Lipsesc caracteristici obligatorii din familie pt

source: Error: Missing family map
ro_ro: Eroare: lipseste harta familiei

source: Warning: Missing mandatory characteristics for
ro_ro: Avertisment: Lipsesc caracteristici obligatorii pentru

source: Removed extra char id
ro_ro: S-a eliminat codul de caracter suplimentar

source: Warning: Missing product title, SKIP for
ro_ro: Avertisment: Lipseste titlul produsului, SKIP pentru

source: Warning: Missing product part_number, SKIP for
ro_ro: Avertisment: lipseste numarul_partea produsului, SKIP pentru

source: Warning: Missing product brand, SKIP for
ro_ro: Avertisment: Lipseste marca produsului, SKIP pentru

source: Warning: Missing product image, SKIP for
ro_ro: Avertisment: lipseste imaginea produsului, SKIP pentru

source: Warning: Missing product waranty, SKIP for
ro_ro: Avertisment: Lipseste garantia produsului, SKIP pentru

source: Warning: Missing product ean, SKIP for
ro_ro: Avertisment: Lipseste produsul, SKIP pentru

source: Warning: Missing product status, SKIP for
ro_ro: Avertisment: lipseste starea produsului, SKIP pentru

source: Warning: Missing product sale_price, SKIP for
ro_ro: Avertisment: lipseste pretul de vanzare al produsului, SKIP pentru

source: Warning: Missing product min_sale_price, SKIP for
ro_ro: Avertisment: lipseste produsul min_sale_price, SKIP pentru

source: Warning: Missing product max_sale_price, SKIP for
ro_ro: Avertisment: lipseste pretul_de_vanzare a produsului, SKIP pentru

source: Warning: Missing product stock, SKIP for
ro_ro: Avertisment: Lipseste stocul de produse, SKIP pentru

source: Warning: Missing product handling_time, SKIP for
ro_ro: Avertisment: lipseste timpul de manipulare a produsului, SKIP pentru

source: Warning: Missing product vat_id, SKIP for
ro_ro: Avertisment: Lipseste produsul vat_id, SKIP pentru

source: Sent product to eMag with Success
ro_ro: Produs trimis la eMag cu succes

source: Error in sending product to eMag with
ro_ro: Eroare la trimiterea produsului catre eMag cu

source: Sent to eMag batch of
ro_ro: Trimis catre lotul eMag de

source: products
ro_ro: produse

source: Error in rescheduling the Send to eMag batch process
ro_ro: Eroare la reprogramarea procesului de lot Trimitere la eMag

source: Finished the Send to eMag process
ro_ro: S-a incheiat procesul de trimitere la eMag

source: Nothing to send to emag
ro_ro: Nimic de trimis la emag

source: No products in send to emag queue
ro_ro: Niciun produs trimis la coada emag

source: Error in setting up the Send to eMag batch process
ro_ro: Eroare la configurarea procesului de lot Trimitere la eMag

source: Error in clearing all logs
ro_ro: Eroare la stergerea tuturor jurnalelor

source: Cleared all logs with success
ro_ro: S-au sters toate jurnalele cu succes
